# პირდაპირ გამოიყენეთ string-ებზე lower, upper, capitalize, მეთოდები კომენტარებით დაწერეთ რა არის მეთოდი რით განსხვავდება ჩვეულებრივი ფუნქციისგან, რა არის dot ნოტაცია. ასევე გააკეთეთ 3 მაგალითი find მეთოდზე, აუცილებლად უნდა იყოს 3 შემთხვევა: error, -1, რაიმე პოზიციას (index)
print("GOa".capitalize())
print("GoA".lower())
print("goa".upper())
print("SAba".find("S"))
print("saBa".find())
print("saBA".find("G"))
#lower - აპატარავებს ასოებს
#upper - ადიდებს ასოებს
#capitalize - ადიდებს მხოლოდ პირველ ასოს
#მეთოდები დაკავშირებულია მხოლოდ სტრინგთან
#dot notation  ნიშნავს რომ სტრინგზე არის უკვე გამოძახებულია წერტილის გამოყენების შემდეგ
#ფუნქცია არის დომოუკიდებელი ტიპის ხოლო მეთოდი კონკრეტულ ობიექზე რომელიც არის დაკავშირებული