# თითოეულ მათემატიკურ ოპერატორზე (+, -, *, /, %, **, //) შეასრულეთ 5 მაგალითი და დაბეჭდეთ შედეგი

#დამატება +
print(20 + 20)
print(30 + 40)
print(100 + 70)
print(100 + 70)
print(10 + 200)

#გამოკლება - 
print(100 - 10)
print(200 - 190)
print(300 - 150)
print(500 - 470)
print(900 - 100)

#გამრავლება *
print(100 * 2)
print(200 * 2)
print(400 * 3)
print(100 * 9)
print(200 * 3)

#გაყოფა ათწილადად /
print(200 / 100)
print(150 / 2)
print(500 / 5)
print(900 / 3)
print(1000 / 2)

# ნაშთიანი გაყოფა %
print(10 % 3)
print(20 % 6)
print(50 % 4)
print(30 % 4)
print(100 % 7)

# ხარისხად აყვანა **
print(2 ** 3)
print(7 ** 4)
print(5 ** 2)
print(8 ** 3)
print(9 ** 4)

#გაყოფა
print(200//2)
print(100//5)
print(300//3)
print(100//2)
print(500//5)
