#კომეტარებით ახსენით თუ რა განსხვავებაა /, //, და % მათემატიკურ ოპერატორებს შორის, დაწერეთ რას აკეთებს თითოეული
# / - ეს სიმბოლო არის ათწილადის გაყოფის ნიშანი
# // - ეს არის მთელი რიცხვების გაყოფის ნიშანი
# % - ეს არის ნაშთიანი გაყოფა

print(50 / 2)

#ჩვენ ათწილადის გაყოფის ნიშნით გავყავით 50/2 - ზე რამაც ტერმინალში გამოგვიტანა 25.0 

print(50 // 2)

#ჩვენ მთელი გაყოფის ნიშნთ გავყავით 50// 2 - ზე რამაც ტერმინალში გამოგვიტანა 25

# ანუ ამ ორ გაყოფაში განსხვავება ისაა რომ // - ამ გაყოფის შესრულების შემდეგ ტერმინალში გამოვიდა 25. ხოლო / ამ გაყოფით გამოვიდა წილადის სახით პასუხი ანუ 25.0

print(10 % 3)


#ჩვენ ნაშთიანი გაყოფის ნიშნით 10 გავყავით 3 ზე რამაც ტერინალში გამოგვიტანა 1 ანუ მან გამოიტანა 10 გაყოფილი 3 ზე - ამის ნაშთი ანუ 1

#ეს სამი ნიშანი ერთმანეთისგან გამსხვავდება იმით რომ // - ამ ნიშანს ტერმინალში გამოაქვს მთელი რიცხვი. / - ამ ნიშანს გამოაქვს ათწილადის სახით ხოლო % - ამ ნიშანს გამოაქვს ნაშთის სახით
