#დაწერეთ რა არის ფუნქცია, რისთვის ვიყენებთ, რამდენი ტიპის არსებობს, რა არის პარამეტრები, არგუმენტები და დაბრუნება (return)
# ფუნქცია — ეს არის კოდი, რომელიც ასრულებს კონკრეტულ მოქმედებას და რომელსაც სახელი აქვს ის იქმნება ერთხელ და შეიძლება ბევრჯერ იქნეს გამოყენებული კოდის სხვადასხვა ნაწილში.
# მას ვიყენებთ კოდის გამეორების თავიდან ასაცილებლად და დიდი პროექტების მართვადობის გასაუმჯობესებლად
# 3 ტიპის არსებობს
# პარამეტრი არის ცვლადის სახელი, რომელიც ფუნქციის განსაზღვრისას (def-ში) წერია.
# არგუმენტი არის კონკრეტული მნიშვნელობა, რომელსაც ფუნქციას ვუგზავნით გამოძახებისას.
# return ფუნქცია იყენება იმისთვის, რომ ფუნქციამ რაღაც მნიშვნელობა დააბრუნოს.
