#გააკეთეთ პროგრამა რომელშიც გექნებათ ცვლდი სადაც შეინახავთ თქვენს hobby-ის, ასევე შექმენით string ტიპის ცვლადი რომელშიც შეინახვათ თქვენთვის სასურველ მესიჯს, შემდეგ ეს ორი ტექსტი დაბეჭდეთ ერთად, ასევე აიღეთ 2 integer ტიპის ცვლადი და დაბეჭდეთ მათი შეკრებაც, თქვენი სიტყვებით ახსენით რა განსხვავებაა ამ ორი სხვადასხვა ტიპის ცვლადების დამატების ოპერაციებს შორის, რა ეწოდება თითოეულ მოვლენას       



name = "saba"
hobby = "fexburti" 
#შევქმენით ორი ცვლადი name და hobby და მივანიჭეთ მნიშვნელობები
print("me mmqvia" + " " + name + "chemi hoby aris" + " " + hobby)
#დავპრინტეტ ტექსტის სახით

num = 15
num1 = 20
#შვქმენით 2 integer 
print(num + num1)
#დავპრინტეტ ორი რიცხვის ჯამი