#შექმენით 5 ცვლადი რომლებშიც შეინახავთ წიგნების თავდაპირველ ფასს, შემდეგ შექმენით ცვლადი რომელშიც შეინახავთ ფასდაკლების ოდენობას, შექმენით ახალი ფასის მქონე წიგნების ცვლადები, რომელთა მნიშვნელობა იქნება ძველ მნიშვნელობას გამოკლებული ახალი, საბოლოოდ კი დაბეჭდეთ ახალი წიგნების ფასები (გამოიყენეთ კარგი მიდგომები: რომ ცვლადის მნიშვნელობის მინიჭებისას შეგიძლიათ სხვა ცვლადის გამოყენება, კოდი ახსენით კომენტარების საშვალებით, ცვლადებს დაარქვით აღმწერი სახელები snake_case-ის სტილში)


#წიგნების საწყისი თანხა
book = 40
book_1 = 60
book_2 = 70
book_3 = 90
book_4 =30

#ფასდაკლების ცვლადი
discount = 20

#საწყისი წიგნების ფასს გამოკლებული ფასდაკლება
new_book = book - discount
new_book1 = book_1 - discount
new_book2 = book_2 - discount
new_book3 = book_3 - discount
new_book4 = book_4 - discount

#print წიგნების ჯამი
print(new_book)
print(new_book1)
print(new_book2)
print(new_book3)
print(new_book4)

#შვქმენით ცვლადები წიგნი რომლებსაც მივანიჭეთ მნიშვნელობათ მათი საწყისი ფასი 
#შემდეგ შევქმენით ფასდაკლების ცვლადი რომელის მნიშვნელობაც იყო 20
#შემდეგ შვქმენით ახალი ცვლადები რომლესაც მნიშვნელობად ქონდა წიგნების საწყისს ფასს გამოკლებული ფასდაკლების ცვლადი ანუ ფასდაკლება
#და საბოოლოოდ დავპრინტეტ ყველა ის ცვლადი რომლებსაც საწყის ფასს გამოვაკელით ფასდაკლება და ჯამი გამოგვიტანა ტერმინალში