#1) შექმენით სია რომელშიც ჩამოწერეთ თქვენთვის სასურველი ელემენტები, მინიმუმ 10
#indexing
#გამოიტანეთ სიაში არსებული მესამე ელემენტი
#ჩაანაცვლეთ სიაში არსებული პირველი ელემენტი
#slicing
#დაბეჭდეთ 2-დან მე-5 ელემენტამდე
#დაბეჭდეთ მეორე ელემენტიდან ყველა ელემენტი
#დაბეჭდეთ მეხუთე ელემენტამდე ყვეალფერი
#დაბეჭდეთ სია შემობრუნებულად
languages = ["python", "java", "CSS", "C", "rust", "Ruby", "Vala", "Nim", "perl", "Dart"]
print(languages[2])
languages[0] = "C#"
print(languages[2:4])
print(languages[1:])
print(languages[4:])
print(languages[::-1])