#ექმენით 5 ცვლადი, რომლებშიც შეინახავთ განსხვავებულ შედარების ოპერაციათა შედეგებს, შედარების ოპერაციას გვერდზე კომენტარის საშვალებით მიუწერეთ მისი შედეგი (boolean მნიშვნელობა) და ახსენით რა განსხვავებაა ოპერატორსა და ოპერაციას შორის

num1 = 400 > 300 #true
num2 = 500 < 600 #true
num3 = 100 >= 199 # false
num4 = 200 <= 200 # true
num5 = 300 != 100 # true

print(num1)
print(num2)
print(num3)
print(num4)
print(num5)

# ოპერატორი არის სიმბოლო რომელიც განსაზვრავს კონკრეტულ მოქმედებებსს მაგ : >, >=, <, <=, ==, != 
# ოპერაცია არის პროცესი რომელიც ამოწმებს მაგ: 10 > 3 თუ არის ათი სამზე მეტი (ოპერაცია არის პროცესი რომელიც ხორციელდება ოპერატორის გამოყენებით)
